Repository: seblepers/Magento-CE-French-translation
Catalog: OmegaT/OmegaT-level2.tmx
Source language: en_us
Languages: fr_fr

source: Please agree to all Terms and Conditions before placing the orders.
fr_fr: Veuillez accepter les conditions générales de ventes avant de valider les commandes.

source: Please agree to all the terms and conditions before placing the order.
fr_fr: Veuillez accepter les conditions générales de ventes avant de valider la commande.

source: Please be careful as once you click on the row it will load package data form the selected file and all unsaved form data will be lost.
fr_fr: Soyez vigilant, dès que vous cliquerez sur la ligne, les données du package seront chargées et toutes les données non sauvegardées du formulaire seront perdues.

source: Please check at least an option in Import Options
fr_fr: Veuillez choisir au moins une option dans les options d'import

source: Please check billing address information.
fr_fr: Vérifiez les informations de l'adresse de facturation.

source: Please check default website or input website code in General Information
fr_fr: Veuillez choisir le site web par défaut ou le code du site web dans Informations générales

source: Please check shipping address information.
fr_fr: Vérifiez les informations de l'adresse de livraison.

source: Please check shipping addresses information.
fr_fr: Vérifiez les informations des adresses de livraison.

source: Please choose a condition to add...
fr_fr: Choisissez une condition à ajouter...

source: Please choose an action to add...
fr_fr: Choisissez une action à ajouter...

source: Please choose to register or to checkout as a guest
fr_fr: Choisissez de vous enregistrer ou de passer votre commande en tant qu'invité

source: Please click on the Close Window button if it is not closed automatically.
fr_fr: Cliquez sur le bouton 'Fermer la fenêtre' si celle-ci ne se ferme pas automatiquement.

source: Please confirm site switching. All data not saved will be lost.
fr_fr: Confirmez-vous le changement de site ? Toutes les données non sauvegardées seront perdues.

source: Please confirm site switching. All data that hasn't been saved will be lost.
fr_fr: Confirmez-vous le changement de site ? Toutes les données non sauvegardées seront perdues.

source: Please confirm site switching. All data that hasn\'t been saved will be lost.
fr_fr: Veuillez confirmer le changement de site. Toutes les données non sauvegardées seront perdues.

source: Please continue with placing order.
fr_fr: Veuillez continuer et passer commande.

source: Please copy and paste this value to experiment edit form
fr_fr: Copier/coller cette valeur pour tester le formulaire d'édition

source: Please copy and paste this value to experiment edit form.
fr_fr: Copier/coller cette valeur pour tester le formulaire d'édition

source: Please correct the user data and try again.
fr_fr: Corrigez les données d'utilisateur et réessayez.

source: Please create the specified folder "%s" before saving the sitemap.
fr_fr: Veuillez créer le répertoire "%s" avant d'enregistrer le plan de site.

source: Please declare "adapter" and "method" nodes first.
fr_fr: Déclarez d'abord les nœuds "adapter" et "method".

source: Please define PDF object before using.
fr_fr: Veuillez définir un objet PDF avant de l'utiliser.

source: Please define a correct Cookie instance.
fr_fr: Définissez une instance de cookie correcte.

source: Please define a correct Product instance.
fr_fr: Définissez une instance de produit correcte.

source: Please define correct path
fr_fr: Veuillez définir un chemin correct

source: Please define flag code.
fr_fr: Veuillez définir un code de drapeau.

source: Please define the correct Sender information.
fr_fr: Définissez correctement les informations de l'expéditeur.

source: Please do not refresh the page until you complete payment.
fr_fr: Merci de ne pas rafraîchir la page jusqu'à la fin du paiement.

source: Please either unselect the "Put store on the maintenance mode" checkbox or update your permissions to proceed with the backup."
fr_fr: Veuillez déselectionner la case à cocher "Mettre la boutique en mode maintenance" ou mettez à jour les permissions pour continuer la sauvegarde.

source: Please either unselect the "Put store on the maintenance mode" checkbox or update your permissions to proceed with the rollback."
fr_fr: Veuillez déselectionner la case à cocher "Mettre la boutique en mode maintenance" ou mettez à jour les permissions pour continuer le retour arrière (rollback).

source: Please enter "App Title".
fr_fr: Saisissez le titre de l'appli

source: Please enter 6 or more characters.
fr_fr: Veuillez saisir au moins 6 caractères.

source: Please enter 6 or more characters. Leading or trailing spaces will be ignored.
fr_fr: Veuillez saisir au moins 6 caractères. Les espaces en début ou en fin de chaîne seront ignorés.

source: Please enter 7 or more characters. Password should contain both numeric and alphabetic characters.
fr_fr: Veuillez saisir au moins 7 caractères. Le mot de passe doit contenir à la fois des caractères numériques et alphabétiques.

source: Please enter a new group name
fr_fr: Veuillez entrer un nouveau nom de groupe

source: Please enter a number 0 or greater in this field.
fr_fr: Veuillez saisir un nombre supérieur ou égal à 0 dans ce champ.

source: Please enter a number 1 or greater in this field.
fr_fr: Saisissez un nombre supérieur ou égal à 1.

source: Please enter a number greater than 0 in this field.
fr_fr: Veuillez saisir un nombre supérieur à 0 dans ce champ.

source: Please enter a number lower than 100.
fr_fr: Veuillez saisir un nombre inférieur à 100.

source: Please enter a valid $ amount. For example $100.00.
fr_fr: Veuillez saisir un montant valide. Par exemple 100.00 €.

source: Please enter a valid URL Key. For example "example-page", "example-page.html" or "anotherlevel/example-page".
fr_fr: Veuillez saisir une URL valide. Par exemple "page-exemple", "page-exemple.html" ou "niveau/page-exemple".

source: Please enter a valid URL. For example http://www.example.com or www.example.com
fr_fr: Veuillez saisir une URL valide. Par exemple http://www.exemple.com ou www.exemple.com

source: Please enter a valid URL. Protocol is required (http://, https:// or ftp://)
fr_fr: Veuillez saisir une URL valide. Le protocole est obligatire (http://, https:// ou ftp://)

source: Please enter a valid URL. http:// is required
fr_fr: Veuillez saisir une URL valide. Elle doit commencer par http://

source: Please enter a valid XML-identifier. For example something_1, block5, id-4.
fr_fr: Veuillez saisir un identifiant XML valide. Par exemple, quelquechose_1, bloc5, id-4.

source: Please enter a valid credit card number.
fr_fr: Veuillez saisir un numéro de carte bancaire valide.

source: Please enter a valid credit card verification number.
fr_fr: Veuillez saisir un numéro de vérification de carte bancaire valide.

source: Please enter a valid date between %s and %s
fr_fr: Veuillez saisir une date valide entre %s et %s

source: Please enter a valid date equal to or greater than %s
fr_fr: Veuillez saisir une date valide égale ou supérieure à %s

source: Please enter a valid date less than or equal to %s
fr_fr: Veuillez saisir une date valide inférieure ou égale à %s

source: Please enter a valid date.
fr_fr: Veuillez saisir une date valide.

source: Please enter a valid day (1-%d).
fr_fr: Veuillez saisir un jour valide (1-%d).

source: Please enter a valid email address.
fr_fr: Saisissez un email valide.

source: Please enter a valid email address. For example johndoe@domain.com.
fr_fr: Veuillez saisir une adresse email valide. Par exemple prenom.nom@domaine.com

source: Please enter a valid email addresses, separated by commas. For example johndoe@domain.com, johnsmith@domain.com.
fr_fr: Saisissez une liste d'adresses email valides, séparées par des virgules. Par exemple, jeandupond@domaine.com, martindupond@domaine.com

source: Please enter a valid email.
fr_fr: Veuillez saisir une adresse email valide.

source: Please enter a valid fax number. For example (123) 456-7890 or 123-456-7890.
fr_fr: Veuillez saisir un numéro de fax valide. Par exemple 0123456789.

source: Please enter a valid full date
fr_fr: Veuillez saisir une date complète valide.

source: Please enter a valid month (1-12).
fr_fr: Veuillez saisir un mois valide (1-12).

source: Please enter a valid number in "max_sale_qty" field
fr_fr: Saisissez un nombre valide dans le champs "max_sale_qty"

source: Please enter a valid number in "min_qty" field
fr_fr: Saisissez un nombre valide dans le champs "min_qty"

source: Please enter a valid number in "min_sale_qty" field
fr_fr: Saisissez un nombre valide dans le champs "min_sale_qty"

source: Please enter a valid number in "notify_stock_qty" field
fr_fr: Saisissez un nombre valide dans le champs "notify_stock_qty"

source: Please enter a valid number in this field.
fr_fr: Veuillez saisir un nombre valide.

source: Please enter a valid phone number. For example (123) 456-7890 or 123-456-7890.
fr_fr: Veuillez saisir un numéro de téléphone valide.

source: Please enter a valid social security number. For example 123-45-6789.
fr_fr: Veuillez saisir un numéro de sécurité sociale valide. Par exemple 123-45-6789.

source: Please enter a valid value from list
fr_fr: Choisissez une valeur valide dans la liste

source: Please enter a valid value, ex: 10,20,30
fr_fr: Saisissez une valeur valide, par ex : 10, 20, 30

source: Please enter a valid year (1900-%d).
fr_fr: Veuillez saisir une année valide (1900-%d).

source: Please enter a valid zip code.
fr_fr: Veuillez saisir un code postal valide.

source: Please enter a valid zip code. For example 90602 or 90602-1234.
fr_fr: Veuillez saisir un code postal valide. Par exemple 92100.

source: Please enter another credit card number to complete your purchase.
fr_fr: Veuillez saisir un autre numéro de carte bancaire afin de poursuivre votre commande.

source: Please enter issue number or start date for switch/solo card type.
fr_fr: Veuillez saisir le numéro de problème ou une date de début pour le type de carte switch/solo.

source: Please enter new template name
fr_fr: Saisissez un nouveau nom de gabarit

source: Please enter password
fr_fr: Saisissez le mot de passe

source: Please enter password to confirm rollback.
fr_fr: Saisissez le mot de passe pour confirmer le retour arrière (rollback).

source: Please enter positive number in this field.
fr_fr: Saisissez un nombre positif

source: Please enter search conditions to view products.
fr_fr: Veuillez entrer des conditions de recherche pour voir des produits.

source: Please enter the Activation Key.
fr_fr: Saisissez la clé d'activation.

source: Please enter the Copyright.
fr_fr: Saisissez le copyright.

source: Please enter the Description.
fr_fr: Saisissez la description

source: Please enter the Price.
fr_fr: Saisissez le prix.

source: Please enter the Resubmission Key.
fr_fr: Saisissez la clé de re-soumission.

source: Please enter the Title.
fr_fr: Saisissez le titre.

source: Please enter the city.
fr_fr: Veuillez renseigner la ville.

source: Please enter the package weight
fr_fr: Saisissez le poids du paquet

source: Please enter the state/province.
fr_fr: Veuillez renseigner le département.

source: Please enter the street.
fr_fr: Veuillez renseigner la rue.

source: Please enter the telephone number.
fr_fr: Veuillez renseigner le numéro de téléphone.

source: Please enter the zip/postal code.
fr_fr: Veuillez renseigner le code postal.

source: Please enter valid password.
fr_fr: Veuillez saisir un mot de passe valide.

source: Please enter your email below and we will send you a new password.
fr_fr: Saisissez votre email ci-dessous et nous vous enverrons un nouveau mot de passe.

source: Please enter your email below and we'll send you confirmation link for it.
fr_fr: Saisissez votre email ci-dessous et nous vous enverrons un lien de confirmation.

source: Please enter your email below and we\'ll send you confirmation link for it.
fr_fr: Saisissez votre email ci-dessous et nous vous enverrons un lien de confirmation.

source: Please enter your email.
fr_fr: Saisissez votre email.

source: Please fix errors and re-upload file
fr_fr: Veuillez corriger les erreurs et uploadez de nouveau le fichier

source: Please fix errors and re-upload file or simply press "Import" button to skip rows with errors
fr_fr: Veuillez corriger les erreurs et uploadez de nouveau le fichier ou cliquez simplement sur le bouton "Importer" pour ignorer les lignes comportant des erreurs

source: Please input a valid CSS-length. For example 100px or 77pt or 20em or .5ex or 50%.
fr_fr: Veuillez saisir une longueur CSS valide. Par exemple 100px ou 77pt ou 20 em ou .5ex ou 50%.

source: Please input a valid email address.
fr_fr: Saisissez un email valide.

source: Please log in below:
fr_fr: Veuillez vous identifier :

source: Please log in to download your product.
fr_fr: Veuillez vous connecter pour pouvoir télécharger votre produit.

source: Please make sure that "%s" is writable by web-server.
fr_fr: Veuillez vérifier que "%s" est accessible en écriture par le serveur web.

source: Please make sure that <code>mod_rewrite</code> is enabled in Apache configuration.
fr_fr: Vérifiez que <code>mod_rewrite</code> est activé dans votre configuration Apache.

source: Please make sure that all global admin search modules are installed and activated.
fr_fr: Vérifiez que tous les modules admin de recherche sont installés et activés

source: Please make sure that your changes were saved before running the profile.
fr_fr: Vérifiez que vos modifications ont été sauvegardées avant de lancer le profil.

source: Please make sure to use only digits here. No dashes are allowed.
fr_fr: Veuillez utiliser uniquement des chiffres. Les tirets ne sont pas acceptés.

source: Please make sure your passwords match.
fr_fr: Vérifiez que vos mots de passe concordent.

source: Please note that it is much less stable than beta.
fr_fr: Veuillez noter que ceci est beaucoup moins stable que la beta.

source: Please note that only UNIX, Linux and Mac OS X shells are currently supported. For Windows use the '%s' option.
fr_fr: Notez que seuls les shells UNIX, Linux et Mac OS X sont supportés. Pour Windows utilisez l'option '%s'.

source: Please pay your order now
fr_fr: Veuillez effectuer votre réglement

source: Please refer to exeption.log
fr_fr: Veuillez consulter le fichier exception.log

source: Please refresh "Catalog URL Rewrites" and "Product Attributes" in System -> <a href="%s">Index Management</a>
fr_fr: Rafraichissez "Réécriture d'URLs du catalogue" et "Attributs de produits" dans Système -> <a href="%s">Gestion des indexes</a>

source: Please select
fr_fr: Sélectionnez

source: Please select Index(es)
fr_fr: Sélectionnez des indexes

source: Please select Indexes
fr_fr: Sélectionnez des indexes

source: Please select State/Province.
fr_fr: Veuillez choisir un état/province.

source: Please select a customer.
fr_fr: Sélectionnez un client

source: Please select a file
fr_fr: Sélectionnez un fichier

source: Please select a product
fr_fr: Sélectionnez un produit

source: Please select a shipping method...
fr_fr: Sélectionnez un mode de livraison...

source: Please select a static block ...
fr_fr: Sélectionnez un bloc statique

source: Please select a store.
fr_fr: Sélectionnez un magasin

source: Please select a timezone
fr_fr: Choisissez un fuseau horaire

source: Please select an option.
fr_fr: Sélectionnez une option

source: Please select at least one country.
fr_fr: Sélectionnez au moins un pays.

source: Please select catalog searches.
fr_fr: Sélectionnez les recherches catalogue

source: Please select customer(s).
fr_fr: Sélectionnez au moins un client

source: Please select from each ratings above
fr_fr: Sélectionnez parmi les notations ci-dessus

source: Please select items.
fr_fr: Sélectionnez des éléments.

source: Please select message(s).
fr_fr: Veuillez sélectionner un ou plusieurs messages.

source: Please select messages.
fr_fr: Veuillez sélectionner des messages.

source: Please select one of each of the ratings above
fr_fr: Sélectionnez une notation de chaque parmi les suivantes

source: Please select one of each ratings above
fr_fr: Sélectionnez une note pour chaque critère ci-dessus

source: Please select one of the above options.
fr_fr: Veuillez choisir une des options ci-dessus.

source: Please select one of the options.
fr_fr: Veuillez choisir une des options.

source: Please select one or more attributes.
fr_fr: Sélectionnez un ou plusieurs attributs

source: Please select options for product.
fr_fr: Veuillez choisir les options pour le produit.

source: Please select product(s).
fr_fr: Sélectionnez un ou des poduits.

source: Please select products for attributes update
fr_fr: Sélectionnez les produits pour la mise à jour des attributs

source: Please select region, state or province
fr_fr: Sélectionnez un département / état

source: Please select review(s).
fr_fr: Sélectionnez au moins un commentaire

source: Please select shipping address for applicable items
fr_fr: Choisissez une adresse de livraison pour chaque article

source: Please select shipping methods for all addresses
fr_fr: Sélectionnez les modes de livraison pour toutes les adresses

source: Please select store view to see the URL
fr_fr: Sélectionnez la vue magasin pour voir l'URL

source: Please select store view to see the URL.
fr_fr: Sélectionnez la vue magasin pour voir l'URL

source: Please select subscriber(s)
fr_fr: Sélectionnez des abonnés

source: Please select tag(s).
fr_fr: Sélectionnez au moins un tag

source: Please select valid payment method.
fr_fr: Sélectionnez un mode de paiement valide.

source: Please set all required settings before clicking Continue
fr_fr: Veuillez renseigner tous les réglages obligatoires avant de poursuivre

source: Please set available and/or protected paths list(s) before validation.
fr_fr: Veuillez renseigner correctement la liste des chemins avant validation.

source: Please set resource file and link type.
fr_fr: Renseignez le fichier de ressource et le type de lien.

source: Please specify 8 symbols at the most. Range allowed (e.g. 3-5)
fr_fr: Spécifiez au maximum 8 symboles. Les tranches sont acceptées (par ex. 3-5)

source: Please specify a valid grid column alias name that exists in grid table.
fr_fr: S'il vous plaît spécifier une colonne de la grille en cours de validité alias nom qui existe dans le tableau de la grille.

source: Please specify at least one search term.
fr_fr: Spécifiez au moins un terme de recherche.

source: Please specify at least start or end date.
fr_fr: Veuillez indiquer au moins une date de début ou de fin.

source: Please specify backup creation options
fr_fr: Spécifiez les options de création de sauvegarde

source: Please specify date required option(s).
fr_fr: Spécifiez la ou les option(s) de date obligatoire(s).

source: Please specify either a category or a product, or both.
fr_fr: Spécifiez une catégorie, un produit ou les deux.

source: Please specify payment method.
fr_fr: Choisissez un mode de paiement.

source: Please specify product link(s).
fr_fr: Spécifiez le ou les liens des produits

source: Please specify product option(s).
fr_fr: Veuillez préciser la ou les options de produits.

source: Please specify shipping method.
fr_fr: Choisissez un mode de livraison.

source: Please specify shipping methods for all addresses.
fr_fr: Spécifiez le mode de livraison pour chaque adresse.

source: Please specify the admin custom URL.
fr_fr: Spécifiez l'URL d'admin personnalisée

source: Please specify the number of products, that will not be divided into subintervals.
fr_fr: Spécifiez le nombre de produits qui ne seront pas divisés en sous-intervalles.

source: Please specify the product required option(s)
fr_fr: Veuillez spécifier la (les) option(s) obligatoire(s) de produit

source: Please specify the product required option(s).
fr_fr: Spécifiez la ou les option(s) obligatoire(s).

source: Please specify the product's option(s).
fr_fr: Veuillez spécifier la (les) option(s) de produit

source: Please specify the product's required option(s).
fr_fr: Spécifiez la ou les option(s) obligatoire(s).

source: Please specify the product\'s option(s).
fr_fr: Veuillez spécifier les options de produit.

source: Please specify the product\'s required option(s).
fr_fr: Veuillez spécifier les options obligatoires du produit.

source: Please specify the quantity of product(s).
fr_fr: Spécifiez la quantité de produit(s).

source: Please specify time required option(s).
fr_fr: Spécifiez la ou les option(s) d'heure obligatoire(s).

source: Please try to logout and sign in again.
fr_fr: Veuillez essayer de vous déconnecter et vous reconnecter à nouveau.

source: Please type the letters below
fr_fr: Veuillez saisir les lettres ci-dessous

source: Please type the letters from the image:
fr_fr: Saisissez les lettres de l'image :

source: Please upload an image for "App Background (landscape mode)" field from Design Tab.
fr_fr: Uploadez une image pour l'arrière-plan d'appli en mode paysage dans l'onglet Design.

source: Please upload an image for "App Background (portrait mode)" field from Design Tab.
fr_fr: Uploadez une image pour l'arrière-plan d'appli en mode portrait dans l'onglet Design.

source: Please upload an image for "App Background" field from Design Tab.
fr_fr: Uploadez une image pour l'arrière-plan d'appli dans l'onglet Design.

source: Please upload an image for "Banner on Home Screen (landscape mode)" field from Design Tab.
fr_fr: Uploadez une image pour le champ "Bannière en page d'accueil (mode paysage)" dans l'onglet Design

source: Please upload an image for "Banner on Home Screen (portrait mode)" field from Design Tab.
fr_fr: Uploadez une image pour le champ "Bannière en page d'accueil (mode portrait)" dans l'onglet Design

source: Please upload an image for "Banner on Home Screen" field from Design Tab.
fr_fr: Uploadez une image pour la bannière sur l'écran d'accueil dans l'onglet Design.

source: Please upload an image for "Logo in Header" field from Design Tab.
fr_fr: Uploadez une image pour le logo de l'en-tête dans l'onglet Design.

source: Please use in this field only "a-z,0-9,_".
fr_fr: Ce champ n'accepte que les caractères "a-z,0-9,_".

source: Please use letters only (a-z or A-Z) in this field.
fr_fr: Veuillez utiliser uniquement des lettres (a-z ou A-Z) dans ce champ.

source: Please use letters only (a-z) in this field.
fr_fr: Veuillez utiliser uniquement des lettres (a-z) dans ce champ.

source: Please use numbers only in "category_id" field.
fr_fr: Utilisez uniquement des nombres dans le champs "category_id".

source: Please use numbers only in "qty_increments" field. Please avoid spaces or other characters such as dots or commas.
fr_fr: Seuls les chiffres sont autorisés dans le champ "qty_increments". Évitez les espaces ou autres caractères tels que les points ou les virgules.

source: Please use numbers only in this field. Please avoid spaces or other characters such as dots or commas.
fr_fr: Seuls les chiffres sont autorisés dans ce champ. Évitez les espaces ou autres caractères tels que les points ou les virgules.

source: Please use numbers only in this field. please avoid spaces or other characters such as dots or commas.
fr_fr: Seuls les chiffres sont autorisés dans ce champ. Évitez les espaces ou autres caractères tels que les points ou les virgules.

source: Please use only letters (a-z or A-Z) or numbers (0-9) in this field. No spaces or other characters are allowed.<br />Similar looking characters (e.g. "i", "l", "1") decrease chance of correct recognition by customer.
fr_fr: Utilisez uniquement des lettres (a-z ou A-Z) et des chiffres (0-9). Aucun espace ou autre caractère n'est autorisé.<br/>Les caractères à l'apparence proche diminuent les chances de reconnaissance correcte par l'internaute.
